public class TextHolderDesktop : TextHolder
{
    public override void SetText()
    {
        StartText = "Программа обучения тренажеру АОС Desktop";
        MovingText = "Для передвижения в тренажере используйте клавиши W A S D, \nлибо зажмите колесико мыши и отпустите для перемещения.\nПри нажатие появится луч. \nПеремещайте мышь для выбора точки перемещения (если перемещение невозможно - луч будет красным).";
        MovingTextDescription = "Переместитесь в каждую из трех локаций используя Клавиши W A S D, либо колесо мыши.";
    }
}
